// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Сканирование на компьютер";
TaskDescription = "Функция сканирования на компьютер позволяет запускать сканирование с передней панели устройства HP и автоматически отправлять результаты сканирования на компьютер.";

MoreInfoButtonToolTipTitle = "Дополнительная информация о функции \"Сканирование на компьютер\"";

"COMPUTER_NAME_TITLE" = "Имя компьютера:";
"COMPUTER_NAME_DESCRIPTION" = "При запуске сканирования с устройства HP может быть предложено выбрать компьютер из списка компьютеров, поддерживающих функцию сканирования на компьютер.";
ComputerNameWithDefaultDestinationDescription = "При запуске сканирования с устройства HP может появиться запрос на выбор компьютера из списка доступных устройств с поддержкой сканирования на компьютер. Результаты сканирования будут сохранены на выбранное устройство. Чтобы изменить задания сканирования, нажмите кнопку \"Редактировать задачи сканрования\".";

"COMPUTER" = "Компьютер";
"COMPUTERS" = "Компьютеры";

"INSTALLATION_ERROR" = "Программное обеспечение HP, необходимое для сканирования, не найдено. Загрузите и установите последнюю версию рекомендованного программного обеспечения HP на ваше устройство по адресу http://www.hp.com/support и повторите попытку.";
HSDNoHPScanDriverErrorMessage = "Не удается загрузить ПО HP, необходимое для сканирования на компьютер. Загрузите и установите актуальную версию ПО для вашего устройства HP со страницы http://www.hp.com/support, затем повторите попытку. Если устранить проблему не удастся, перезагрузите Mac и устройство HP.";

EnableScanToComputerCheckBoxTitle = "Включить сканирование на компьютер";

EnablingScanToComputerProgressTitle = "Включение функции сканирования на компьютер…";

ScanToComputerIsEnabledTitle = "Функция сканирования на компьютер включена";
ChangeComputerNameButtonTitle = "Изменить имя компьютера…";

ScanToComputerDisabledTitle = "Функция сканирования на компьютер отключена";
ScanToComputerDisabledDescriptionTitle = "Все еще можно запустить сканирование с программного обеспечения на компьютере, например с HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Невозможно включить функцию сканирования на компьютер";

EnablingFailedCause1Title = "Возможная причина №1. Функция уже включена на максимальном количестве компьютеров. Чтобы включить функцию сканирования на компьютер, сначала отключите эту функцию на другом компьютере.";
EnablingFailedCause2Title = "Возможная причина №2. Не удалось установить связь с устройством. Проверьте кабели и параметры подключения. Если проблема остается, перезапустите компьютер и устройство HP.";
ShowEnabledComputersButtonTitle = "Просмотр компьютеров с вкл. функцией";

CommunicationErrorTitle = "Ошибка связи";
CommunicationErrorDescriptionTitle = "Не удалось установить связь с устройством. Проверьте кабели и параметры подключения. Если проблема остается, перезапустите компьютер и устройство HP.";

EditScanTasksButtonTitle = "Редактировать задачи сканирования…";
EditScanTasksButtonToolTipTitle = "Просмотр и редактирование заданий сканирования в приложении HP Easy Scan (или HP Scan для некоторых продуктов)";
CannotEditScanTasksErrorTitle = "Не удается найти HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:Для просмотра и изменения заданий сканирования требуется ПО HP Easy Scan (для некоторых продуктов — HP Scan). Загрузить и установить новейшие версии ПО можно на сайте HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Необходимо обновить программу HP Scan. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Компьютеры с включенной функцией сканирования";
MaximumEnabledComputersAmountTitle = "Макс. количество компьютеров:";
